# Taps
tap "homebrew/bundle"
tap "nikitabobko/tap"

# Core CLI Tools
brew "btop"
brew "chafa"
brew "cmake"
brew "coreutils"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "gnu-sed"
brew "htop"
brew "jj"
brew "jq"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "shfmt"
brew "sqlite"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "wget"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

# Cloud/Infra
brew "flyctl"

# Casks (GUI Apps)
cask "1password"
cask "aerospace"
cask "ghostty"
cask "ngrok"
cask "pgadmin4"
cask "raycast"
cask "tableplus"
